/* Search criteria for other date properties of a file, such as when a photograph was taken, within a specific period before today */
"%@ %[Any Date]@" = "%1$@ %2$[Willekeurige datum]@";
"%@ %[Today]@" = "%1$@ %2$[Vandaag]@";
"%@ %[Since Yesterday]@" = "%1$@ %2$[Sinds gisteren]@";
"%@ %[This week]@" = "%1$@ %2$[Deze week]@";
"%@ %[Within Last 2 weeks]@" = "%1$@ %2$[In afgelopen 2 weken]@";
"%@ %[This month]@" = "%1$@ %2$[Deze maand]@";
"%@ %[Within Last 2 months]@" = "%1$@ %2$[In afgelopen 2 maanden]@";

/* Search criteria for other boolean properties of a file, such as whether red-eye correction was on */
"%@ %[Any]@" = "%1$@ %2$[Willekeurig]@";
"%@ %[Yes]@" = "%1$@ %2$[Ja]@";
"%@ %[No]@" = "%1$@ %2$[Nee]@";

/* Search criteria for other string properties of a file, such as the name of the author */
"%@ %[Contains]@ %@" = "%1$@ %2$[Bevat]@ %3$@";
"%@ %[Begins With]@ %@" = "%1$@ %2$[Begint met]@ %3$@";
"%@ %[Ends With]@ %@" = "%1$@ %2$[Eindigt op]@ %3$@";
"%@ %[Is]@ %@" = "%1$@ %2$[Is]@ %3$@";

/* Search criteria for other date properties of a file, such as when a photograph was taken, on a specific date */
"%@ %[Exactly]@ %@" = "%1$@ %2$[Op]@ %3$@";
"%@ %[Before]@ %@" = "%1$@ %2$[Voor]@ %3$@";
"%@ %[After]@ %@" = "%1$@ %2$[Na]@ %3$@";

/* Search criteria for other numerical properties of a file, such as the pixel height of an image */
"%@ %[Greater than]@ %@" = "%1$@ %2$[Groter dan]@ %3$@";
"%@ %[Less than]@ %@" = "%1$@ %2$[Kleiner dan]@ %3$@";

/* Search criteria for other date properties of a file, such as when a photograph was taken, within a user-specified period of time before today */
"%@ %[Within Last]@ %@ %[Days]@" = "%1$@ %2$[In afgelopen]@ %3$@ %4$[Dagen]@";
"%@ %[Within Last]@ %@ %[Weeks]@" = "%1$@ %2$[In afgelopen]@ %3$@ %4$[Weken]@";
"%@ %[Within Last]@ %@ %[Months]@" = "%1$@ %2$[In afgelopen]@ %3$@ %4$[Maanden]@";
"%@ %[Within Last]@ %@ %[Years]@" = "%1$@ %2$[In afgelopen]@ %3$@ %4$[Jaar]@";

/* Search criteria for other color space properties of a file */
"%[Color Space]@ %[Any Color Space]@" = "%1$[Kleurbereik]@ %2$[Willekeurig kleurbereik]@";
"%[Color Space]@ %[RGB]@" = "%1$[Kleurbereik]@ %2$[RGB]@";
"%[Color Space]@ %[CMYK]@" = "%1$[Kleurbereik]@ %2$[CMYK]@";
"%[Color Space]@ %[Grayscale]@" = "%1$[Kleurbereik]@ %2$[Grijstinten]@";

/* Search criteria for files by contents */
"%[Contents]@ contain %@" = "%1$[Inhoud]@ bevat %2$@";

/* Search criteria for time duration - minutes and seconds */
"%[Duration]@ %[Greater than]@ %@ %[min]@ %@ %[sec]@" = "%1$[Duur]@ %2$[Langer dan]@ %3$@ %4$[min]@ %5$@ %6$[sec]@";
"%[Duration]@ %[Less than]@ %@ %[min]@ %@ %[sec]@" = "%1$[Duur]@ %2$[Korter dan]@ %3$@ %4$[min]@ %5$@ %6$[sec]@";

/* Search criteria for files by keyword */
"%[Keywords]@ %@" = "%1$[Trefwoorden]@ %2$@";

/* Search criteria for files by keyword containing */
"%[Keywords]@ contain %@" = "%1$[Trefwoorden]@ bevatten %2$@";

/* Search criteria for specific kinds of files */
"%[Kind]@ is %[Any]@" = "%1$[Soort]@ is %2$[Willekeurig]@";
"%[Kind]@ is %[Images]@" = "%1$[Soort]@ is %2$[Afbeelding]@";
"%[Kind]@ is %[Text]@" = "%1$[Soort]@ is %2$[Tekst]@";
"%[Kind]@ is %[PDF]@" = "%1$[Soort]@ is %2$[pdf]@";
"%[Kind]@ is %[Movies]@" = "%1$[Soort]@ is %2$[Film]@";
"%[Kind]@ is %[Music]@" = "%1$[Soort]@ is %2$[Muziek]@";
"%[Kind]@ is %[Documents]@" = "%1$[Soort]@ is %2$[Document]@";
"%[Kind]@ is %[Presentations]@" = "%1$[Soort]@ is %2$[Presentatie]@";
"%[Kind]@ is %[Folders]@" = "%1$[Soort]@ is %2$[Map]@";
"%[Kind]@ is %[Applications]@" = "%1$[Soort]@ is %2$[Programma]@";

/* Search criteria for other kinds of files */
"%[Kind]@ is %[Others...]@ %@" = "%1$[Soort]@ is %2$[Anders…]@ %3$@";

/* Search criteria for files by a particular label (color) */
"%[Label]@ is %@" = "%1$[Label]@ is %2$@";

/* Search criteria for dates a fixed amount relative to today */
"%[Last Opened]@ %[Any Date]@" = "%1$[Laatst geopend]@ %2$[Willekeurige datum]@";
"%[Last Modified]@ %[Any Date]@" = "%1$[Laatst bewerkt]@ %2$[Willekeurige datum]@";
"%[Created]@ %[Any Date]@" = "%1$[Aanmaak]@ %2$[Willekeurige datum]@";
"%[Last Opened]@ %[Today]@" = "%1$[Laatst geopend]@ %2$[Vandaag]@";
"%[Last Modified]@ %[Today]@" = "%1$[Laatst bewerkt]@ %2$[Vandaag]@";
"%[Created]@ %[Today]@" = "%1$[Aanmaak]@ %2$[Vandaag]@";
"%[Last Opened]@ %[Since Yesterday]@" = "%1$[Laatst geopend]@ %2$[Sinds gisteren]@";
"%[Last Modified]@ %[Since Yesterday]@" = "%1$[Laatst bewerkt]@ %2$[Sinds gisteren]@";
"%[Created]@ %[Since Yesterday]@" = "%1$[Aanmaak]@ %2$[Sinds gisteren]@";
"%[Last Opened]@ %[This week]@" = "%1$[Laatst geopend]@ %2$[Deze week]@";
"%[Last Modified]@ %[This week]@" = "%1$[Laatst bewerkt]@ %2$[Deze week]@";
"%[Created]@ %[This week]@" = "%1$[Aanmaak]@ %2$[Deze week]@";
"%[Last Opened]@ %[Within Last 2 weeks]@" = "%1$[Laatst geopend]@ %2$[In afgelopen 2 weken]@";
"%[Last Modified]@ %[Within Last 2 weeks]@" = "%1$[Laatst bewerkt]@ %2$[In afgelopen 2 weken]@";
"%[Created]@ %[Within Last 2 weeks]@" = "%1$[Aanmaak]@ %2$[In afgelopen 2 weken]@";
"%[Last Opened]@ %[This month]@" = "%1$[Laatst geopend]@ %2$[Deze maand]@";
"%[Last Modified]@ %[This month]@" = "%1$[Laatst bewerkt]@ %2$[Deze maand]@";
"%[Created]@ %[This month]@" = "%1$[Aanmaak]@ %2$[Deze maand]@";
"%[Last Opened]@ %[Within Last 2 months]@" = "%1$[Laatst geopend]@ %2$[In afgelopen 2 maanden]@";
"%[Last Modified]@ %[Within Last 2 months]@" = "%1$[Laatst bewerkt]@ %2$[In afgelopen 2 maanden]@";
"%[Created]@ %[Within Last 2 months]@" = "%1$[Aanmaak]@ %2$[In afgelopen 2 maanden]@";

/* Search criteria for specific dates */
"%[Last Opened]@ %[Exactly]@ %@" = "%1$[Laatst geopend]@ %2$[Op]@ %3$@";
"%[Last Modified]@ %[Exactly]@ %@" = "%1$[Laatst bewerkt]@ %2$[Op]@ %3$@";
"%[Created]@ %[Exactly]@ %@" = "%1$[Aanmaak]@ %2$[Op]@ %3$@";
"%[Last Opened]@ %[Before]@ %@" = "%1$[Laatst geopend]@ %2$[Vóór]@ %3$@";
"%[Last Modified]@ %[Before]@ %@" = "%1$[Laatst bewerkt]@ %2$[Vóór]@ %3$@";
"%[Created]@ %[Before]@ %@" = "%1$[Aanmaak]@ %2$[Vóór]@ %3$@";
"%[Last Opened]@ %[After]@ %@" = "%1$[Laatst geopend]@ %2$[Na]@ %3$@";
"%[Last Modified]@ %[After]@ %@" = "%1$[Laatst bewerkt]@ %2$[Na]@ %3$@";
"%[Created]@ %[After]@ %@" = "%1$[Aanmaak]@ %2$[Na]@ %3$@";

/* Search criteria for dates a variable amount relative to today */
"%[Last Opened]@ %[Within Last]@ %@ %[Days]@" = "%1$[Laatst geopend]@ %2$[In afgelopen]@ %3$@ %4$[Dagen]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Days]@" = "%1$[Laatst bewerkt]@ %2$[In afgelopen]@ %3$@ %4$[Dagen]@";
"%[Created]@ %[Within Last]@ %@ %[Days]@" = "%1$[Aanmaak]@ %2$[In afgelopen]@ %3$@ %4$[Dagen]@";
"%[Last Opened]@ %[Within Last]@ %@ %[Weeks]@" = "%1$[Laatst geopend]@ %2$[In afgelopen]@ %3$@ %4$[Weken]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Weeks]@" = "%1$[Laatst bewerkt]@ %2$[In afgelopen]@ %3$@ %4$[Weken]@";
"%[Created]@ %[Within Last]@ %@ %[Weeks]@" = "%1$[Aanmaak]@ %2$[In afgelopen]@ %3$@ %4$[Weken]@";
"%[Last Opened]@ %[Within Last]@ %@ %[Months]@" = "%1$[Laatst geopend]@ %2$[In afgelopen]@ %3$@ %4$[Maanden]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Months]@" = "%1$[Laatst bewerkt]@ %2$[In afgelopen]@ %3$@ %4$[Maanden]@";
"%[Created]@ %[Within Last]@ %@ %[Months]@" = "%1$[Aanmaak]@ %2$[In afgelopen]@ %3$@ %4$[Maanden]@";
"%[Last Opened]@ %[Within Last]@ %@ %[Years]@" = "%1$[Laatst geopend]@ %2$[In afgelopen]@ %3$@ %4$[Jaar]@";
"%[Last Modified]@ %[Within Last]@ %@ %[Years]@" = "%1$[Laatst bewerkt]@ %2$[In afgelopen]@ %3$@ %4$[Jaar]@";
"%[Created]@ %[Within Last]@ %@ %[Years]@" = "%1$[Aanmaak]@ %2$[In afgelopen]@ %3$@ %4$[Jaar]@";

/* Search criteria for musical genre type */
"%[Musical genre]@ %@" = "%1$[Muziekgenre]@ %2$@";

/* Search criteria for name extension type */
"%[Name Extension]@ %@" = "%1$[Extensie van naam]@ %2$@";

/* Search criteria for files by name */
"%[Name]@ %[Contains]@ %@" = "%1$[Naam]@ %2$[Bevat]@ %3$@";
"%[Name]@ %[Begins With]@ %@" = "%1$[Naam]@ %2$[Begint met]@ %3$@";
"%[Name]@ %[Ends With]@ %@" = "%1$[Naam]@ %2$[Eindigt op]@ %3$@";
"%[Name]@ %[Is]@ %@" = "%1$[Naam]@ %2$[Is]@ %3$@";

/* Search criteria for other color space properties of a file */
"%[Orientation]@ %[Any Orientation]@" = "%1$[Richting]@ %2$[Willekeurige richting]@";
"%[Orientation]@ %[Landscape]@" = "%1$[Richting]@ %2$[Liggend]@";
"%[Orientation]@ %[Portrait]@" = "%1$[Richting]@ %2$[Staand]@";

/* Menu item to bring up an additional list of search criteria */
"%[Other...]@" = "%[Andere...]@";

/* Search criteria for raw query type */
"%[Raw query]@ %@" = "%1$[Onbewerkte zoekactie]@ %2$@";

/* Search criteria for generic search-by-all-fields type */
"%[Search for]@ %@" = "%1$[Zoek naar]@ %2$@";

/* Search criteria for files larger or smaller than a specific number of kilobytes, megabytes, or gigabytes */
"%[Size]@ %[Greater than]@ %@ %[KB]@" = "%1$[Grootte]@ %2$[Groter dan]@ %3$@ %4$[KB]@";
"%[Size]@ %[Less than]@ %@ %[KB]@" = "%1$[Grootte]@ %2$[Kleiner dan]@ %3$@ %4$[KB]@";
"%[Size]@ %[Greater than]@ %@ %[MB]@" = "%1$[Grootte]@ %2$[Groter dan]@ %3$@ %4$[MB]@";
"%[Size]@ %[Less than]@ %@ %[MB]@" = "%1$[Grootte]@ %2$[Kleiner dan]@ %3$@ %4$[MB]@";
"%[Size]@ %[Greater than]@ %@ %[GB]@" = "%1$[Grootte]@ %2$[Groter dan]@ %3$@ %4$[GB]@";
"%[Size]@ %[Less than]@ %@ %[GB]@" = "%1$[Grootte]@ %2$[Kleiner dan]@ %3$@ %4$[GB]@";

/* Search criteria for other visibility properties of a file */
"%[Visibility]@ %[Visible or Invisible]@" = "%1$[Zichtbaarheid]@ %2$[Zichtbaar of onzichtbaar]@";
"%[Visibility]@ %[Visible Items]@" = "%1$[Zichtbaarheid]@ %2$[Zichtbare onderdelen]@";
"%[Visibility]@ %[Invisible Items]@" = "%1$[Zichtbaarheid]@ %2$[Onzichtbare onderdelen]@";

